# DocDropShadowByCls

## Description
```pascal
FUNCTION DocDropShadowByCls : BOOLEAN;
```

```python

def vs.DocDropShadowByCls():
    return BOOLEAN
```

## Version
Availability: from Vectorworks 2017
## Category
* Document Attributes